Repository: intraweb-modules12/iw_users
Catalog: locale/*/LC_MESSAGES/module_*_users.po
Languages: ca, es

source: List of users of the group
ca: Llista d'usuaris/àries del grup
es: Lista de usuarios/as del grupo

source: Contacts'
ca: Llista de contactes
es: Lista de contactos

source: Delete from contacts' list
ca: Elimina de la llista de contactes
es: Elimina de la lista de contactos

source: Add to contacts' list
ca: Afegeix a la llista de contactes
es: Añade a la lista de contactos

source: Send a private message
ca: Envia un missatge privat
es: Envía un mensage privado

source: N users found
ca: No s'han trobat usuaris
es: No se han encontrado usuarios

source: Data Connection
ca: Dades de la connexió
es: Datos de la connexión

source: Initial groups
ca: Grups inicials
es: Grupos iniciales

source: The fields with * are required
ca: El camps amb un * són obligatoris
es: Los campos con un * son obligatorios

source: Choose a group...
ca: Tria un grup...
es: Escoge un grupo...

source: Add group
ca: Afegeix un grup
es: Añadir grupo

source: User without avatar
ca: Usuari sense avatar
es: Usuario sin avatar

source: Probably the note have been sent without the attached file
ca: 'Probablement la nota s'ha enviat sense el fitxer adjunt
es: El mensaje ha sido enviado sin el archivo adjunto

source: For the "Add new user" select a user name, a password and a group
ca: Per a "Afegir un nou usuari/ària" selecciona un nom d'usurari, una contrasenya i un grup
es: Para "Añadir un nuevo usuario/ária" seleccione un nombre de usuario, una contraseña y un grupo

source: For the "Link to the user", choose which user you want to associate
ca: Per a "Enllaça a un usuari", escull a quin usuari el vol associar
es: Para "Enlazar a un usuario", seleccione el usuario a que quiera asociar
