Repository: intraweb-modules12/iw_users
Catalog: locale/*/LC_MESSAGES/module_*_users.po
Languages: ca, es

source: Show a welcome message wend user is in home page
ca: Mostra un missatge de salutació quan l'usuari/ària està a la pàgina d'inici
es: Muestra un mensage de saludo cuando el usuario/a esta en la página de inició

source: Hi
ca: Hola
es: Hola

source: welcome to the intranet
ca: benvingut/da a la intranet
es: bienvenido/a a la intranet

source: Geeting
ca: Salutació
es: Saludo

source: Welcome text
ca: Text de benvinguda
es: Texto de bienvenida

source: Include date and time
ca: Inclou la data i l'hora
es: Incluye la fecha y la hora

source: Error! Could not do what you wanted. Please check your input.
ca: No s'ha pogut carregar el que volíeu. Reviseu les dades
es: Error! Argumentos erróneos. Por favor verifica los datos e inténtalo de nuevo.

source: Error! Could not load items.
ca: S'ha produït un error en carregar elements
es: Error! No se logró cargar los elementos.

source: Error! Creation attempt failed.
ca: L'intent de creació ha fallat
es: Error! Intento de creación fallido.

source: Error! Sorry! Deletion attempt failed.
ca: L'intent d'esborrament ha fallat
es: Error! Intento de borrado fallido.

source: Module iw_main is needed. You have to install the iw_main module before installing it.
ca: El mòdul iw_main ha d'estar instal·lat. Instal·leu-lo per poder instal·lar aquest mòdul.
es: El módulo iw_main debe estar instalado. Instálalo antes de instalar este módulo.

source: Sorry! No authorization to access this module.
ca: No teniu autorització per accedir a aquest mòdul
es: Disculpa! No tienes autorización para ejecutar esa acción en este módulo.

source: Error! Update attempt failed.
ca: No s'ha pogut actualitzar
es: Error! Intento de actualización fallido.

source: You can not remove yourself
ca: No et pots esborrar a tu mateix/a.
es: No te puedes borrar a ti mismo/a.

source: Could not find the user on which do the action.
ca: No s'ha trobat l'usuari/ària sobre el qual fer l'acció sol·licitada.
es: No se ha encontrado el usuario/a sobre el que realizar la acción solicitada.

source: Not authorized to manage users.
ca: No teniu autorització per administrar els usuaris/àries.
es: No teneis autorización para administrar a los usuarios/as.

source: Create user
ca: Crea un usuari/ària
es: Crea un usuario/a

source: Show the list of users
ca: Mostra la llista d'usuaris
es: Muestra la lista de usuarios

source: Import from a file
ca: Importa des d'un fitxer
es: Importa desde un archivo

source: Export to CSV
ca: Exporta a un fitxer CSV
es: Exporta a un archivo CVS

source: Configure the module
ca: Configura el mòdul
es: Configura el módulo

source: Shows the groups I belong
ca: Mostra els grups als quals pertanyo
es: Muestra los grupos a los que pertenezco

source: Show all the groups
ca: Mostra tots els grups
es: Muestra todos los grupos

source: Show contacts' list
ca: Mostra la llista de contactes
es: Muestra la lista de contactos

source: User name
ca: Nom d'usuari
es: Nombre del usuario

source: Name
ca: Nom
es: Nombre

source: 1st surname
ca: 1r cognom
es: 1r apellido

source: 2nd surname
ca: 2n cognom
es: 2n apellido

source: No users have chosen
ca: No has escollit usuaris
es: No has escogido usuarios

source: No users found
ca: No s'han trobat els usuaris
es: No se han encontrado los usuarios

source: There was some mistake while editing
ca: S'ha produït algun error durant l'edició
es: Se ha producido algún error durante la edición

source: The records have been published successfully
ca: Els registres s'han editat correctament
es: Los registros se han editado correctamente

source: You do not have written the name of user
ca: No has escrit el nom d'usuari/ària
es: No has escrito el nombre del usuario/a

source: You do not have written the password of the user
ca: No has escrit la contrasenya de l'usuari/ària
es: No has escrito la contraseña del usuario/a

source: You do not have written the e-mail to the user
ca: No has escrit el correu electrònic de l'usuari/ària
es: No has escrito el correo electrónico del usuario/a

source: You have not selected the initial group of the user
ca: No has triat el grup inicial de l'usuari/ària
es: No has escogido el grupo inicial del usuario/a

source: Username
ca: El nom d'usuari/ària
es: el nombre de usuario/a

source: already exists. You have to choose another.
ca: ja existeix. N'hauràs de triar un altre.
es: ya existe. Tendras que escoger otro.

source: The password chosen by the user is too short. The minimum character must have the password is
ca: La contrasenya escollida per a l'usuari/ària és massa curta. El mínim de caràcter que ha de tenir la contrasenya són
es: La contraseña escogida por el usuario/a es demasiado corta. El mínimo de caracteres que tiene que tener la contranseya son

source: There was an error in the creation of the user.
ca: S'ha produït un error en la creació de l'usuari/ària.
es: Se ha producido un error en la creación del usuario/a.

source: Users
ca: Usuaris
es: Usuarios

source: The user has been created but there was an error in the entry of personal information. Create this user and makes it the right information.
ca: L'usuari ha estat creat però s'ha produït un error en l'entrada de les dades personals. Edita aquest usuari/ària i posa-li les dades correctes.
es: El usuario ha sido creado pero se ha producido un error en la asignación de la entrada de los datos personales. Edita este usuario/a y corrige los datos corresponientes.

source: The user has been created but there was an error in the allocation of the initial group of the user. Put this user in a group/s that you think appropriate from the management module group.
ca: L'usuari ha estat creat però s'ha produït un error en l'assignació del grup inicial de l'usuari/ària. Situa aquest usuari/ària al grup o grups que creguis convenient des del mòdul d'administració dels grups.
es: El usuario ha sido creado pero se ha producido un error en la asignación del grupo inicial del usuario/a. Situa éste usuario/a en el grupo o grupos que creas oportunos des del módulo de administración de los grupos.

source: We have created a user new
ca: S'ha creat un usuari/ária nou
es: Se ha creado un usuario/a nuevo

source: There was an error and failed to remove the information from the user
ca: S'ha produït un error i no s'han pogut esborrar les dades de l'usuari/ària
es: Se ha producido un error y no se han podido borrar los datos del usuario/a

source: There was an error deleting user groups. The user could not be removed
ca: S'ha produït un error en esborrar els grups de l'usuari. L'usuari no s'ha pogut esborrar
es: Se ha producido un error al borrar los grupos del usuario. El usuario no se ha podido borrar

source: There was an error deleting users from the database
ca: S'ha produït un error en esborrar els usuaris de la base de dades
es: Se ha producido un error al borrar a los usuarios de la base de datos

source: The user or users have been deleted
ca: L'usuari/ària o els usuaris han estat esborrats
es: El usuario/a o los usuarios han sido borrados

source: An error occurred while creating the data file. Checks from the global configuration of the module (iw_main), the temporary directory exists.
ca: S'ha produït un error en la creació del fitxer de dades. Comprova, des de la configuració del mòdul global (iw_main), que el directori temporal existeix.
es: Se ha producido un error en la creación del archivo de datos. Comprueva, desde la configuración del módulo global (iw_main), que el directorio temporal existe.

source: Invalid
ca: Invàlid
es: Inválido

source: Managing users who are on both tables, but have differences in data
ca: Gestiona els usuaris/àries que són a les dues taules, però que tenen diferències en les dades
es: Gestiona los usuarios que estan en las dos tablas, pero que tienen diferencias en los datos

source: We found no users to manage in this group.
ca: No s'han trobat usuaris/àries per gestionar en aquest grup.
es: No se han encontrado usuarios/as para gestionar éste grupo.

source: Import file
ca: Fitxer d'importació
es: Archivo de importación

source: the intranet
ca: la intranet
es: la intranet

source: The users are in the following two tables. In each case, select the most appropriate
ca: Els usuaris/àries següents són a les dues taules. En cada cas, trieu l'opció més oportuna
es: Los usuarios/as siguientes están en las dos tablas. En cada caso, podeis escoger la opción mas adecuada.

source: Information import file
ca: Informació fitxer d'importació
es: Información archivo de importación

source: Information intranet
ca: Informació intranet
es: Información intranet

source: Group/s
ca: Grup/s
es: Grupo/s

source: I would have data
ca: Em quedo amb les dades de
es: Me quedo con los datos de

source: Are
ca: Queden
es: Quedan

source: manage records in this section
ca: registres per gestionar en aquest apartat
es: registros para gestionar éste apartado

source: Next >>
ca: Continua >>
es: Continua >>

source: Back to the menu of options
ca: Torna al menú d'opcions
es: Vuelve al menú de opciones

source: Managing users who are on the table and not import to the intranet
ca: Gestiona els usuaris/àries que són a la taula d'importació i no a la de la intranet
es: Gestiona los usuarios/as que estan en la tabla de importación y no en la de la intranet

source: The users are only following the import table of users. In each case, select the most appropriate
ca: Els usuaris/àries següents només són a la taula d'importació d'usuaris/àries. En cada cas, trieu l'opció més oportuna
es: Los usuarios/as siguientes sólo están en la tabla de importación de usuarios/as. En cada caso, podeis escoger la opción mas adecuada

source: Option
ca: Opció
es: Opción

source: For the 'Add new user' select a user name, a password and a group
ca: Per a l'opció 'crea l'usuariària' trieu un nom d'usuari, un grup i una contrasenya'
es: Para "Añadir un nuevo usuario" seleccione un nombre de usuario, una contraseña y un grupo

source: For the 'Link to the user', choose which user you want to associate
ca: Per a l'opció 'Associa a l'usuariària' trieu a quin usuariària el voleu associar
es: Para "Enlazar con el usuario", escoja el usuario a asociar

source: Creates the user
ca: Crea l'usuari/ària
es: Crea el usuario/a

source: Attached to the user
ca: Associa a l'usuari/ària
es: Asocia al usuario/a

source: Do not make any action
ca: No facis cap acció
es: No realices ninguna acción

source: Invalid 'authkey': this probably means that you pressed the 'Back' button, or that the page 'authkey' expired. Please refresh the page and try again.
ca: La clau de validació no és vàlida. Això vol dir que heu clicat el botó de tornar enrere del navegador o que la clau de validació ha expirat. L'expiració de la clau podria ser deguda a que esteu navegant amb diverses pestanyes simultàniament. Torneu a carregar la pàgina i torneu-ho a provar.
es: 'authkey' no válida: esto probablemente significa que has presionado el botón 'Atras', o que el 'authkey' de la página ha expirado. Por favor actualiza la página y vuelve a intentarlo.

source: Delete user of the intranet
ca: Esborra l'usuari/ària de la intranet
es: Borra el usuario/a de la intranet

source: Managing users who are on the table on the intranet and not in the table to import
ca: Gestiona els usuaris/àries que són a la taula de la intranet i no a la d'importació
es: Gestiona los usuarios/as que estan en la tabla de la intranet y no en la de importación

source: The users are only following in the table on the intranet. In each case, select the most appropriate
ca: Els usuaris/àries següents només són a la taula de la intranet. En cada cas, trieu l'opció més oportuna
es: Los usuarios/as siguienets sólo estan en la tabala de la intranet. En cada caso, podeis escoger la opción mas adecuada.

source: Flag
ca: Marca'ls
es: Marca'los

source: Unflag
ca: Desmarca'ls
es: Desmarca'los

source: An error occurred at the time of carrying out the orders
ca: S'ha produït un error a l'hora de dur a terme les ordres
es: Se ha producido un error en el momento de ejecutar las ordenes.

source: You have not provided the user name. You'll need to discard the order.
ca: No heu indicat el nom d'usuari. Haureu de descartar l'ordre.
es: No habeis indicado el nombre de usuario. Tendreis que descartar la orden.

source: Back to the table of execution.
ca: Torna a la taula d'execució d'ordres.
es: Vuelve a la tabla de ejecucción de ordenes.

source: You have not provided the password for this user. You'll need to discard the first order of the list.
ca: No heu indicat la contrasenya per a aquest usuari/ària. Haureu de descartar la primera ordre de la llista.
es: No habeis indicado la contraseña para éste usuario/a. Tendreis que descartar la primera orden de la lista.

source: The username is invalid because it already exists. You'll need to discard the first order of the list
ca: El nom d'usuari no és vàlid perquè ja existeix. Haureu de descartar la primera ordre de la llista
es: El nombre del usuario no es valido porque ya existe. Tendreis que descartar la primera orden de la lista.

source: There was an error to register a new user.
ca: S'ha produït un error en donar d'alta un nou usuari/ària.
es: Se ha producido un error al dar de alta un nuevo usuario/a.

source: We have created the user, but there was an error in entering the personal information.
ca: S'ha creat l'usuari/ària, però s'ha produït un error en entrar les seves dades personals.
es: Se ha creado el usuario/a, pero se ha producido un error al entrar sus datos personales.

source: We have created the user, but there was a failure to assign it to the group
ca: S'ha creat l'usuari/ària, però s'ha produït un error en assignar-lo al grup
es: Se ha creado el usuario/a, pero se ha producido un error al asignarlo al grupo

source: Review and execute the orders
ca: Repassa i executa les ordres donades
es: Repasa y ejecuta las ordenes dadas

source: No orders have been found to manage.
ca: No s'han trobat ordres per gestionar.
es: No se han encontrado ordenes para gestionar.

source: Action to be held
ca: Acció que es durà a terme
es: Acción que se ejecutara

source: The user
ca: L'usuari/ària
es: El usuario/a

source: Is on the two tables and I want only that are in the import file
ca: està a les dues taules i em quedo amb les que hi ha en el fitxer d'importació
es: está en las dos tablas y me quedo con las que hay en el archivo de importación

source: Elect to the data of import file
ca: Opto per les dades del fitxer d'importació
es: Opto por los datos del archivo de importación

source: On the two tables and so on with one on the intranet
ca: està a les dues taules i em quedo amb les que hi ha a la intranet
es: está en las dos tablas y me quedo con las que hay en la intranet

source: Elect to the intranet data
ca: Opto per les dades de la intranet
es: Opto por los datos de la intranet

source: in the group/s:
ca: dins del/s grup/s:
es: dentro del grupo/s:

source: and
ca: i
es: y

source: will be discharged to the intranet with the username
ca: serà donat d'alta a la intranet amb el nom d'usuari
es: sera dado de alta en la intranet con el nombre de usuario

source: Discharged in the intranet
ca: Alta a la intranet
es: Alta en la intranet

source: There is no action on the user
ca: No es farà cap acció sobre l'usuari/ària
es: No se realizara ninguna acción sobre el usuario/a

source: Import file
ca: del fitxer d'importació
es: del archivo de importación

source: Any action on the user
ca: Cap acció sobre un usuari/ària
es: Ninguna acción sobre un usuario/a

source: associated with the user
ca: s'associarà a l'usuari/ària
es: se asociara al usuario/a

source: for the intranet
ca: de la intranet
es: de la intranet

source: Association of users
ca: Associació d'usuaris/àries
es: Asociación de usuarios/as

source: Low users
ca: Baixa d'usuaris/àries
es: Baja de usuarios/as

source: fot he intranet
ca: de la intranet
es: de la intranet

source: Discard
ca: Descarta
es: Descarta

source: Choose the action you want to do
ca: Tria l'acció que vols dur a terme:
es: Escoge la acción que quieres realizar:

source: Registration
ca: registre/s
es: registro/s

source: Cancel the changes
ca: Cancel·la els canvis
es: Cancela los cambios

source: In the field import of users have
ca: En el fitxer d'importació d'usuaris/àries teniu
es: En el archivo de importación de usuarios/as tenéis

source: Registration to manage
ca: registre/s per gestionar
es: registro/s para gestionar

source: In the table of users of the intranet have
ca: A la taula d'usuaris/àries de la intranet teniu
es: En la tabla de usuarios/as de la intranet tenéis

source: The data import was successful.
ca: La importació de dades s'ha realitzat amb èxit.
es: La importación de datos se ha realizado con éxito.

source: Has not discharged any user.
ca: No s'ha donat d'alta cap usuari/ària.
es: Ningún usuario/a se ha dado de alta.

source: Data connection of new users created
ca: Dades de connexió dels nous usuaris/àries creats/des
es: Datos de la conexión de los nuevos usuarios/as creados

source: Password
ca: Contrasenya
es: Contraseña

source: To create a txt file with the data, click on the link
ca: Si voleu crear un fitxer txt amb les dades, feu clic a l'enllaç
es: Si queréis crear un archivo de txt con los datos, hacer clic en el enlace

source: The process ends
ca: Acaba el procés
es: Acaba el proceso

source: Go to step
ca: Vés al pas
es: Ves al paso

source: The configuration has changed
ca: La configuració s'ha modificat correctament
es: La configuración se ha modificado correctamente

source: Improves the chances of users of the module
ca: Millora les possibilitats del mòdul d'usuaris
es: Mejora la posiblidades del módulo de usuarios

source: Extra users
ca: Usuaris Extra
es: Usuarios Extra

source: Page
ca: Pàgina
es: Página

source: List of users
ca: Llista d'usuaris
es: Lista de usuarios

source: All
ca: Tots
es: Todos

source: N. records
ca: N. registres
es: N. registros

source: Order
ca: Ordre
es: Orden

source: Group/a
ca: Grup/s
es: Grupo/s

source: Options
ca: Opcions
es: Opciones

source: Edit
ca: Edita
es: Edita

source: Delete
ca: Esborra
es: Borra

source: Edit Connection
ca: Edita les dades de connexió
es: Edita los datos de conexión

source: No. Records
ca: Núm. de registres
es: Núm. de registros

source: About this module
ca: Pel que fa a aquest mòdul
es: Acerca de éste módulo

source: Delete users
ca: Esborra usuaris
es: Borra usuarios

source: Confirms that what users want to delete from the list
ca: Confirma que vols esborrar els usuaris de la llista
es: Confirma que quieres borrar los usuarios de la lista

source: Cancel
ca: Cancel·la
es: Cancelar

source: All the groups
ca: Tots els grups
es: Todos los grupos

source: Groups you're already a member
ca: Grups dels quals sou membre
es: Grupos de los que sois miembros

source: Group
ca: Grup
es: Grupo

source: N. components
es: N. componentes

source: Set contacts list available
ca: Habilita les llistes de contactes
es: Habilita las listas de contactos

source: Invisible groups in users search
ca: Grups que no s'han de mostrar a la cerca d'usuaris
es: Grupos que no se deben mostrar a la búsqueda de usuarios

source: Change avatar
ca: Canvia l'avatar
es: Cambiar avatar

source: Users policy
ca: Política dels usuaris
es: Política de usuarios

source: Impossible to change mail address
ca: No ha estat possible canviar l'adreça de correu
es: Ha sido imposible cambiar la dirección de correo electrónico

source: Impossible to change password
ca: No ha estat possible canviar la contrasenya
es: Ha sido imposible cambiar la contraseña

source: Avatar change needs validation
ca: El canvi d'avatar ha de ser validat
es: El cambio de avatar requiere validación

source: Modify the configuration
ca: Modifica la configuració
es: Modifica la configuración

source: Edit the users
ca: Edita els usuaris
es: Edita los usuarios

source: Data from the user
ca: Dades de l'usuari/ària
es: Datos del usuario/a

source: Delete avatar
ca: Esborra l'avatar
es: Eliminar avatar

source: The avatar image must be 90x120 px aproximately with the extensions jpg, gif or png
ca: La imatge de l'avatar ha de ser d'aproximadament 90x120 px, en els formats jpg, gif o png.
es: La imagen del avatar debe ser de aproximadamente 90x120 px, en los formatos jpg, gif o png.

source: Change data connection of users
ca: Modifica les dades de connexió dels usuaris/àries
es: Modifica los datos de conexión de los usuarios/as

source: Change data connection to the user
ca: Modifica les dades de connexió de l'usuari/ària
es: Modifica los datos de conexión del usuario/a

source: For Not change the password and keep the above, leave blank.
ca: Per no canviar la contrasenya i mantenir l'anterior, deixeu el camp en blanc.
es: Para no cambiar la contraseña y mantener la anterior, dejar el campo en blanco.

source: E-mail
ca: Correu electrònic
es: Correuo electrónico

source: First step: choosing the CSV file
ca: Primer pas: tria de l'arxiu CSV
es: Paso primero: escoge el archivo CSV

source: Step two: check that the CSV file chosen is correct
ca: Segon pas: comprovació que el fitxer CSV triat és correcte
es: Paso segundo: comprovación que el archivo CVS escogido es correcto

source: Have not indicated the source of the data.
ca: No heu indicat el fitxer d'origen de les dades.
es: No habeis indicado el archivo de origen de los datos.

source: Filename
ca: Nom del fitxer
es: Nombre del archivo

source: The file chosen is not correct
ca: El fitxer triat no és correcte
es: El archivo escogido no es correcto

source: There was an error uploading the file to the server.
ca: S'ha produït un error en pujar el fitxer al servidor.
es: Se ha producido un error al subir el archivo al servidor.

source: Source file data
ca: Fitxer d'origen de les dades
es: Archivo de origen de los datos

source: Camps found in the CSV file
ca: Camps trobats en el fitxer CSV
es: Campos encontrados en el archivo CSV

source: Correct
ca: Correcte
es: Correcto

source: Wrong
ca: Incorrecte
es: Incorrecto

source: The fields are not expected. Verify that the CSV file is correct.
ca: Els camps no són els esperats. Comproveu que el fitxer CSV és correcte.
es: Los campos no son los esperados. Comprovar que el archivo CSV es correcto.

source: Has not been found, the fields are expected. In the import of users are missing fields
ca: No s'han trobat els camps esperats. Al fitxer d'importació d'usuaris hi falten els camps
es: No se han encontrado los campos esperados. En el archivo de importación de usuarios faltan campos

source: An error occurred while preparing databases
ca: S'ha produït un error en preparar les bases de dades
es: Se ha producido un error en preparar las bases de datos

source: The records are not correct. Verify that the import file is correct.
ca: Els registres no són correctes. Comproveu que el fitxer d'importació sigui correcte.
es: Los registros no son correctos. Comprovar que el archivo de importación sea correcto.

source: There was an error in entering the data in the database.
ca: S'ha produït un error en entrar les dades a la base de dades.
es: Se ha producido un error al anetrar los datos en la base de datos.

source: Found
ca: S'han trobat
es: Se han encontrado

source: Have been successfully recovered the data. You can continue with the third step.
ca: S'han recuperat les dades satisfactòriament. Pots continuar amb el tercer pas.
es: Se han recuperado los datos satisfactoriamente. Puedes continuar con el paso tercero.

source: Third step: synchronization of the tables
ca: Tercer pas: sincronització de les taules
es: Paso tercero: sincronización de las tablas

source: Fourth step: the end of the communication process
ca: Quart pas: comunicació del final del procés
es: Paso cuarto: comunicación del final del proceso
